---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMx
source: html/ab3e51ce-0aa3-bfed-4624-f25629f8a80a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMx Property

"Start Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseMx { get; }
```